# Extension packs
ms-python.python
ms-azuretools.vscode-docker
ms-toolsai.jupyter


# Other
andenetalexander.vim-cheatsheet
docker.docker
luozhihao.call-graph
mechatroner.rainbow-csv
medo64.render-crlf
mhutchie.git-graph
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.vscode-pylance
#
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
#
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
njpwerner.autodocstring
tomoki1207.pdf
tonybaloney.vscode-pets
twxs.cmake
usama8800.tab-groups
valsorym.smart-tabs
vintharas.learn-vim
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zainchen.json
